INSERT INTO good (id, name, description, price, amount)
VALUES (1, 'Смартфон XYZ Pro', '8 ГБ оперативной памяти, 256 ГБ встроенной памяти.', 49000.00, 100),
       (2, 'Ноутбук ABCnote 15', 'Диагональ экрана 15.6 дюймов, видеокарта GTX 1660 Ti.', 89000.00, 50),
       (3, 'Электрочайник Kettle-100', 'Объем 2 литра с функцией быстрого нагрева.', 2490.00, 150),
       (4, 'Умные часы WatchIt Smart', 'Шагомер, мониторинг сна и возможность ответа на вызовы.', 12000.00, 75),
       (5, 'Пылесос CleanFast 01', 'Влажная уборка, программирование по времени.', 19000.00, 30),
       (6, 'Беспроводные наушники SoundFree X', 'Автономность до 12 часов.', 7000.00, 200),
       (7, 'Кофемашина Coffeemaster 5000', 'Возможность приготовления эспрессо, капучино и латте.', 45000.00, 40),
       (8, 'Электросамокат Speedy 3000', 'Максимальная скорость до 25 км/ч, запас хода до 30 км.', 29000.00, 60),
       (9, 'Микроволновая печь QuickCook', 'Объем 23 литра.', 9000.00, 80),
       (10, 'Фитнес-браслет FitBand Active', 'Мониторинг пульса, подсчет калорий.', 3490.00, 120);
